[{"name":"Drug Testing","id":1,"img":"https://i.huffpost.com/gen/822742/images/o-WELFARE-DRUG-TEST-facebook.jpg","description":"Drug testing is the evaluation of urine, blood or another type of biological sample to determine if the subject has been using the drug or drugs in question. There are many circumstances that may require drug testing: Pre-employment drug screening test or random, work-related drug testing to identify on-the-job drug abuse."},{"name":"Blood Testing","id":2,"img":"https://www.verywellhealth.com/thmb/7VWdSlPF0iyT6VWVtSzQwjCi2_A=/2122x1412/filters:fill(87E3EF,1)/GettyImages-998855520-5c53c50bc9e77c000102bb08.jpg","description":"Blood tests help doctors check for certain diseases and conditions. They also help check the function of your organs and show how well treatments are working. Blood tests are very common. When you have routine checkups, your doctor may recommend blood tests to see how your body is working. Many blood tests dont require any special preparations"},{"name":"Supplies","id":3,"img":"https://www.thegrowthop.com/wp-content/uploads/2018/11/GettyImages-914628584.jpg","description":"The field of pharmacy can generally be divided into three primary disciplines: 1. Pharmaceutics 2. Medicinal Chemistry and Pharmacognosy 3. Pharmacy Practice The boundaries between these disciplines and with other sciences, such as biochemistry, are not always clear-cut.Often, collaborative teams from various disciplines (pharmacists and other scientists) work together toward the introduction of new therapeutics and methods for patient care. "},{"name":"Medication Aids","id":4,"img":"https://cutcompcosts.com/wp-content/uploads/2010/06/Pharmacy-Benefit.jpg","description":"What does a Pharmacy Aide do? A pharmacy aide assists a pharmacy by performing tasks such as running a cash register and accepting orders for prescriptions in need to be filled. Though they would help with inventory and stocking merchandise, they are not qualified to fill prescriptions."},{"name":"Niddles and Syringes","id":5,"img":"https://www.newshub.co.nz/home/new-zealand/2020/02/nz-s-needle-exchange-kept-hiv-epidemic-at-bay-study/_jcr_content/par/video/image.dynimg.1280.q75.jpg/v1582740881666/GettyImages-585811366-needles-needle-exchange-syringe-drugs-1120-health.jpg","description":"Sectors in the syringe and needle market include disposable and safety syringes, injection pens, needleless injectors, insulin pumps, and specialty needles.Hypodermic syringes are used with hypodermic needles to inject liquid or gases into body tissues, or to remove from the body. Injecting of air into a blood vessel is hazardous, as it may cause an air embolism; preventing embolisms by removing air from the syringe is one of the reasons for the familiar image of holding a hypodermic syringe pointing upward, tapping it, and expelling a small amount of liquid before an injection into the bloodstream."},{"name":"Over-The-Counter-drugs","id":6,"img":"https://www.saintlukeskc.org/sites/default/files/2019-05/Pharmacy.JPG","description":"Over-the-counter (nonprescription) drug products play an increasingly vital role in Americas health care system. OTC drugs are defined as drugs that are safe and effective for use by the general public without seeking treatment by a health professional. FDAs review of OTC drugs is primarily handled by CDERs Office of Nonprescription Drugs"}]